Repository: wp-plugins/abc-test
Catalog: languages/abctest_lbl-*.po
Languages: it_it

source: New Quiz
it_it: Nuovo test

source: Settings
it_it: Impostazioni

source: Title
it_it: Titolo

source: options management
it_it: gestione opzioni

source: No quiz available!
it_it: Nessun test disponibile!

source: add a new quiz
it_it: aggiungi un nuovo test

source: quiz title
it_it: titolo del test

source: Example:
it_it: Esempio:

source: Discover your personality
it_it: Scopri la tua personalitò

source: Test results
it_it: Esito del test

source: Define the outcome of the test according to the prevalence of answers A, B or C. You can add response options after saving the settings of the main tests
it_it: Definisci l'esito del test in base alla prevalenza di risposte A, B o C. Potrai aggiungere le opzioni di risposta dopo aver salvato le impostazioni principali del test.

source: Prevalence of the letter A
it_it: Prevalenza A

source: Prevalence of the letter B
it_it: Prevalenza B

source: Prevalence of the letter C
it_it: Prevalenza C

source: Save the changes
it_it: Salva le modifiche

source: Data were entered.
it_it: I dati sono stati inseriti

source: There was an error! Can not insert data.
it_it: Si è verificato un errore! Impossibile inserire i dati.

source: The data have been updated.
it_it: I dati sono stati aggiornati.

source: There was an error! Can not update the data.
it_it: Si è verificato un errore. Impossibile aggiornare i dati.

source: The data have been deleted.
it_it: I dati sono stati cancellati.

source: settings
it_it: impostazioni

source: Select look and feel
it_it: Seleziona l'aspetto grafico

source: Save changes
it_it: Salva le modifiche

source: options
it_it: opzioni

source: Introduction
it_it: Introduzione

source: Answer A
it_it: Risposta A

source: Answer B
it_it: Risposta B

source: Answer C
it_it: Risposta C

source: No options available for selecting the quiz!
it_it: Nessuna opzione disponibile per il quiz selezionato!

source: Add a new option
it_it: Aggiungi una nuova opzione!

source: Save order of the list
it_it: Salva l'ordine della lista

source: back to options list
it_it: torna all'elenco delle opzioni

source: The order of the data was stored.
it_it: L'ordine della lista è stato memorizzato.

source: Still no data available.
it_it: Ancora nessun dato disponibile.

source: edit
it_it: modifica

source: Do you really want to remove this element?
it_it: Vuoi davvero rimuovere questo elemento?

source: delete
it_it: cancella
